//Image
import userImage1 from "./images/user1.jpg";
import userImage2 from "./images/user2.jpg";
import userImage3 from "./images/user3.jpg";
import photo11 from "./images/pizza1.jpg";

export const userComentsData = [
    { name: "رادمهر فاطمی" ,id: 17 ,image: { photo11 } ,date: "6 مهر 1402" ,stars: 5 ,content: "از با صفا بودن شعبه اکباتان هر چی بگم کم گفتم. بهترین غذاهای گیاهی عمرمو اینجا خوردم. از مدیریت شعبه اکباتان رستوران‌های ترخینه واقعا تشکر میکنم. " },
    { name: "رادمهر فاطمی" ,id: 1 ,image: { userImage1 } ,date: "6 مهر 1402" ,stars: 5 ,content: "از با صفا بودن شعبه اکباتان هر چی بگم کم گفتم. بهترین غذاهای گیاهی عمرمو اینجا خوردم. از مدیریت شعبه اکباتان رستوران‌های ترخینه واقعا تشکر میکنم. " },
    { name: "رادمهر فاطمی" ,id: 2 ,image: { userImage2 } ,date: "6 مهر 1402" ,stars: 4.5 ,content: "از با صفا بودن شعبه اکباتان هر چی بگم کم گفتم. بهترین غذاهای گیاهی عمرمو اینجا خوردم. از مدیریت شعبه اکباتان رستوران‌های ترخینه واقعا تشکر میکنم. " },
    { name: "رادمهر فاطمی" ,id: 3 ,image: { userImage3 } ,date: "6 مهر 1402" ,stars: 5 ,content: "از با صفا بودن شعبه اکباتان هر چی بگم کم گفتم. بهترین غذاهای گیاهی عمرمو اینجا خوردم. از مدیریت شعبه اکباتان رستوران‌های ترخینه واقعا تشکر میکنم. " },
    { name: "رادمهر فاطمی" ,id: 4 ,image: { userImage1 } ,date: "6 مهر 1402" ,stars: 5 ,content: "از با صفا بودن شعبه اکباتان هر چی بگم کم گفتم. بهترین غذاهای گیاهی عمرمو اینجا خوردم. از مدیریت شعبه اکباتان رستوران‌های ترخینه واقعا تشکر میکنم. " },
    { name: "رادمهر فاطمی" ,id: 5 ,image: { userImage2 } ,date: "6 مهر 1402" ,stars: 4.5 ,content: "از با صفا بودن شعبه اکباتان هر چی بگم کم گفتم. بهترین غذاهای گیاهی عمرمو اینجا خوردم. از مدیریت شعبه اکباتان رستوران‌های ترخینه واقعا تشکر میکنم. " },
    { name: "رادمهر فاطمی" ,id: 6 ,image: { userImage3 } ,date: "6 مهر 1402" ,stars: 5 ,content: "از با صفا بودن شعبه اکباتان هر چی بگم کم گفتم. بهترین غذاهای گیاهی عمرمو اینجا خوردم. از مدیریت شعبه اکباتان رستوران‌های ترخینه واقعا تشکر میکنم. " },
]